{
	"name": "RLE",
	"website": "https://richlabexchange.com/",
	"source_code": "https://tronscan.org/#/contract/TDXJ1dSPLsN52jhP32NvVyhQ5X265BNU5c/code",
	"white_paper": "https://drive.google.com/file/d/1F_0cjSWeYfT8S9wN_lQe0qUvRwOl9Vwz/view",
	"short_description": "RLE Tokens are the result of us do in an effort to create an alternative currency Bitcoin really similar. We want to create a silver coin similar to Bitcoin. Many alternative currencies have come and gone. Some bring innovation, but all have problems. RLE Tokens is a peer-to-peer Internet currency that allows instant payments , with almost zero cost to anyone in the world. RLE Tokens is an open source, global payment network that is completely decentralized without any central authority that can intervene . The system assures networks and empowers individuals to control their own finances. The RLE Tokens feature is faster than transaction confirmation time and improves storage efficiency than the leading currency. With significant industry support, trading volume and liquidity, RLE Tokens is a proven additional means of trading for Bitcoin.",
	"description": "Rich Lab Exchange (RLE) is a token, based on Ethereum blockchain technology. This is the core value of the new Rich Lab Exchange. The total number of RLE tokens is 1,000,000,000 from which 210,000,000 RLE will be sold in IEO. The price of 1RLE during the IEO period will start from 0.01 USD to 0.016 USD",
	"socials": [
		{
			"name": "Instagram",
			"url": "https://www.instagram.com/richlabexchange/",
			"handle": "richlabexchange"
		},
		{
			"name": "Telegram",
			"url": "https://t.me/RLEswap",
			"handle": "richlabexchange"
		},
		{
			"name": "Youtube",
			"url": "https://www.youtube.com/channel/UCNMvnSRXr-6jHXCj8Ty7HSA",
			"handle": "richlabexchange"
		},
		{
			"name": "Facebook",
			"url": "https://www.facebook.com/RichLabExChange",
			"handle": "richlabexchange"
		},
		{
			"name": "Twitter",
			"url": "https://twitter.com/Richlabexchange",
			"handle": "richlabexchange"
		}
	],
	"explorer": "https://tronscan.org/#/token20/TDXJ1dSPLsN52jhP32NvVyhQ5X265BNU5c",
	"research": "https://richlabexchange.com/"
}