$SavePlanetEarth is a worldwide program to sequester carbon through accelerated afforestation and reforestation initiatives with the mission of removing the excess carbon in the atmosphere, thus lessening the impacts of global warming that has now risen to perilous levels, with the aid of a newly built up (tree-based) carbon store.
 
Vision
The vision of $SavePlanetEarth is to inculcate simple and affordable carbon sequestration activities amongst both private and institutional activists so that global warming can be kept at comfortable levels that will in turn provide some relief to the young and future generations in terms of an assured climate. 
 
FAQ’s
Why was $SavePlanetEarth developed at this time, given there are other emissions offsetting and carbon sequestration programs already in place? The rate at which emissions have been dealt with for decades now is through deployment of renewable energy, rationale use of energy, using efficient fleets and so on. In spite of many commendable efforts in this arena, the carbon dioxide (Co2) levels in the air, the main cause of global warming, has more or less remained near the 410 ppm (parts per mission) over the last two decades or so. In fact it is rising at an alarming rate. The 410 ppm figure is in comparison to early twentieth century levels at about 290 ppm. Published work from none other than the Climate Change Secretariat and the United Nations vouch for the seriousness of the problem that we all face. Many global warming perils are already observed and the rate of climate based incidents are rising. Therefore it is clear that current emission offsetting work is not adequate to offset the buildup of Co2 levels in the air due to the propensity displayed by the humankind to maintain the current lifestyles that demand more and more fossil fuels to be burnt to generate energy. The alternative is to sequester, or remove carbon, back to earth. With the levels of emissions and therefore rise of carbon in the air, it is clear that unless moves are taken to bring back this carbon, nothing can proceed in terms of ensuring climate welfare. Actually this is one issue where money alone cannot help. Only the concerted action of many can. Growing tees which store carbon, in large numbers seems the most direct and affordable method to sequester carbon. $SavePlanetEarth is here to re-launch this spirit among all the people. Obviously the unborn cannot have a say in decision made now, that will shape up their future 
 
Goal
$SavePlanetEarth proposes to grow trees around the world in magnitude never seen below. What we aspire is to see through the birth of at least 100 million new trees around the world, actively removing 100 million tons of carbon from the air. 
