{
  "name": "Kizil Elma Token",
  "type": "BEP20",
  "symbol": "ALMA",
  "decimals": 18,
  "description": "Kızıl Elma token'ı, Türk dünyasının ortak dijital varlığı olarak, tarihten gelen 'Kızıl Elma' idealini modern çağa taşıyan devrim niteliğinde bir girişimdir. Birleşik Türk dünyasının ekonomik, sosyal, kültürel ve stratejik kalkınmasını hedefleyen bu token, ortak para birimi olarak tasarlanmıştır. Türk halklarının siber dünyada ve kripto ekosisteminde güçlü bir varlık göstermesini sağlayarak, küresel ekonomide söz sahibi olmalarına katkıda bulunur. Ekosistemimiz içerisinde toplanan fonlar, Türk dünyasında dayanışma projelerini destekleyecek, ortak kültürel mirasın korunmasına yardımcı olacak ve stratejik teknolojik atılımları finanse edecektir. Kızıl Elma token'ı ile amacımız, tarihimizden aldığımız ilhamla, dijital çağda Türk dünyasının siber egemenliğini pekiştirmek ve gelecek nesillere güçlü bir ekonomik miras bırakmaktır. Bu yolculukta her bir token, kültürel kodlarımızdan güç alarak, Türk dünyasının kripto evrenindeki yıldızı olacaktır. | The Kızıl Elma token is a revolutionary initiative that brings the historical 'Kızıl Elma' (Red Apple) ideal into the modern age as the common digital asset of the Turkic world. Designed as a unified currency, this token aims to drive the economic, social, cultural, and strategic development of the united Turkic nations. By establishing a strong presence for Turkic peoples in the digital realm and crypto ecosystem, it contributes to their voice in the global economy. Funds collected within our ecosystem will support solidarity projects across the Turkic world, help preserve our shared cultural heritage, and finance strategic technological breakthroughs. Our goal with the Kızıl Elma token is to strengthen the cyber sovereignty of the Turkic world in the digital age, inspired by our history, and to leave a powerful economic legacy for future generations. On this journey, each token draws strength from our cultural codes and will become the shining star of the Turkic world in the crypto universe.",
  "explorer": "https://bscscan.com/token/0x79aFeE2A05e97452478850d31294fbCbA1406Cd1",
  "status": "active",
  "id": "0x79aFeE2A05e97452478850d31294fbCbA1406Cd1"
}
