{
    "name": "Hip-Hop",
    "type": "POLYGON",
    "symbol": "HPH",
    "decimals": 18,
    "website": "https://dodgecharger1968kg.wixsite.com/hip-hopworld",
    "description": "Hip-Hop (HPH) is a crypto-token created on June 29, 2023 on the Polygon platform in the ERC20 standard. This token is a unique combination of two worlds - the world of cryptocurrencies and hip-hop. Hip Hop (HPH) is designed to connect the cryptocurrency community and hip hop culture. It represents a source of financial support for young and talented hip hop artists, producers and businessmen in the industry. Through Hip Hop (HPH), hip hop fans and investors are actively involved in the development of this culture, creating lucrative opportunities and contributing to its growth. Holding Hip-Hop (HPH) tokens gives holders access to a host of benefits. Initially, the token can be used to participate in the hip-hop ecosystem, such as funding albums, concerts, music videos, and other creative initiatives. In addition, HPH holders have the opportunity to participate in voting that determines future projects, and can also receive exclusive awards and bonuses related to the hip-hop industry. Hip-Hop (HPH) aims to be the central bridge between hip-hop and the world of cryptocurrencies, allowing hip-hop artists and fans to interact and collaborate in a new, innovative space. It opens up new opportunities for talented people in the hip-hop community, providing them with financial independence and support from a global cryptocurrency audience. Hip-Hop (HPH) is a token that combines the passion for hip-hop with the benefits of blockchain. Through this, the innovation and creativity of hip-hop culture can flourish, creating new opportunities for collective growth and development.",
    "explorer": "https://polygonscan.com/token/0x6D09C229684AFeFaD06130a488C364b23043f995",
    "status": "active",
    "id": "0x6D09C229684AFeFaD06130a488C364b23043f995",
    "links": [
        {
            "name": "twitter",
            "url": "https://twitter.com/ShadyDoggyy"
        },
        {
            "name": "youtube",
            "url": "https://youtube.com/@Hip-Hop-World"
        }
    ],
    "tags": [
        "memes",
        "privacy"
    ]
}