{
    "name": "DigiByte",
    "website": "http://digibyte.io",
    "source_code": "https://github.com/DigiByte-Core",
    "white_paper": "https://www.digibyte.io/digibyte-blockchain-faq",
    "short_description": "DigiByte is a blockchain which focusses mainly on cybersecurity and fast transactions. Its blockrate of 1 block per 15 seconds makes it one of the fastest blockchains today.",
    "description": "DigiByte (DGB) is a UTXO PoW based blockchain with a focus on cybersecurity, digiassets, payments, and secure communications technologies.The DigiByte blockchain was developed in 2013 and released in January 2014 by Jared Tate (Creator & Founder of DigiByte) with an open-source protocol. Although based on Bitcoin, adjustments in the code reportedly allow for improved functionality, including 15-second block time, real-time difficulty adjustment and improved security. DigiByte development has included DigiShield, MultiAlgo, MultiShield, SegWit, and Odocrypt. \r\n\r\nDigiByte claims to have never been funded through an ICO, presale, or token sale. DGB is the Digital Asset/ Cryptocurrency with a 1000:1 ratio to BTC that is being mined over 21 years (2014-2035) with a max supply of 21B in the year 2035. DigiAssets was designed to allow users to build on top of DigiByte as a secondary layer on top of the global DigiByte blockchain to enable the decentralized issuance of assets, tokens, smart contracts, and digital identity.\r\n\r\nDigiByte claims to have had 280,000 full node downloads since 2017. As of 21 August 2019. 12,000 nodes are reportedly active and the network is distributed by 5 parallel cryptographic hashing algorithms (PoW) which secure the network. DigiByte claims to have 15-second block timings. With DigiSpeed, DigiByte can reportedly scale onchain with 560 TPS now and aims to attain 280,000 TPS in 2035 with low fees.",
    "socials": [
        {
            "name": "Twitter",
            "url": "https://twitter.com/DigiByteCoin",
            "handle": "DigiByteCoin"
        },
        {
            "name": "Reddit",
            "url": "https://reddit.com/r/Digibyte",
            "handle": "Digibyte"
        }
    ],
    "explorer": "https://digiexplorer.info/"
}