{
    "name": "Fayda",
    "type": "BEP20",
    "symbol": "FAYD",
    "decimals": 18,
    "website": "https://fayda.games/",
    "description": "Fayda is an exciting and simple web3 PvP game, the smart contract of which is a hybrid of the game itself and the BEP-20 token, interacting with the liquidity pool contract. All processes occurring in the game are interconnected and directly affect the overall supply and rate of the FAYD token. Participants have complete control over the entire gameplay, creating new games, taking part in them, and influencing the results of previous games.\n\nGame description: the player selects a number from 1 to 100 and pays the entry cost in BNB, from which the game budget is formed. The game can have from 2 to 4 players. The number of players and the cost of entry are set by the creator of the game. As soon as all players have entered the game, the game goes into a waiting mode for processing the results (generating a random number and distributing the game budget). According to the results of the game, the further the player’s number is from the random number drawn, the greater his share of the game’s budget. If the player’s share is less than the amount he contributed, and the player uses insurance, he receives compensation equivalent to the amount of the loss in the form of the FAYD token.",
    "explorer": "https://bscscan.com/token/0x696b2518190211879d6ea281664B690Ef327B717",
    "status": "active",
    "id": "0x696b2518190211879d6ea281664B690Ef327B717",
    "links": [
        {
            "name": "twitter",
            "url": "https://twitter.com/Fayda_Games"
        },
        {
            "name": "telegram",
            "url": "https://t.me/fayda_official"
        },
        {
            "name": "telegram_news",
            "url": "https://t.me/fayda_news"
        },
        {
            "name": "whitepaper",
            "url": "https://fayda.games/information"
        },
        {
            "name": "youtube",
            "url": "https://youtube.com/@FaydaGames"
        },
        {
            "name": "coinmarketcap",
            "url": "https://coinmarketcap.com/currencies/fayda/"
        },
        {
            "name": "coingecko",
            "url": "https://coingecko.com/en/coins/fayda-games"
        }
    ],
    "tags": [
        "gamefi"
    ]
}