{
    "name": "SHIBerse Token",
    "type": "BEP20",
    "symbol": "SHIBER",
    "decimals": 9,
    "website": "https://shibersetoken.io",
    "description": "Community Driven SHIBerse Token\nSHIBerse Token gives high rewards to holders and encourages them to Hodl. It also focuses on long-term growth thanks to the 8% liquidity tax. The total tax is 13%. 8% of these taxes go to liquidity automatically. The remaining 5% tax is added to the holders' wallets and SHIBER balances for every purchase and sale. Unlike other meme tokens, the SHIBerse token keeps the Liquidity tax high. The reason for the high liquidity tax is to get rid of selling pressure. Thanks to the liquidity tax, the SHIBerse token greatly benefits the achievement of its long-term goals.\nSHIBerse Token Roadmap\nSHIBerse Token was first presale on the DXsale presale platform. In this way, liquidity started to be high. SHIBerse makes announcements from its social media accounts every day so that the Token Hype is not lost. Phase 1 SHIBerse Token pre-sale, listing SHIBerse Token Pancakeswap. Phase 2 Cex cryptocurrency exchange listing, Coinmarketcap listing. Phase 3 SHIBerse Token NFT, SHIBerse Token donation events. Phase 4 SHIBerse Token Swap, SHIBerse Token Mobile wallet.\n\nWhat Problem Does SHIBerse Token Solve?\nSHIBerse Token solves the dump problem in meme tokens thanks to its high liquidity tax. Thanks to the 8% liquidity tax, SHIBerse minimizes the financial loss of holders who want to hold the Token for a long time. SHIBerse Token will run fundraisers to show that meme tokens are beneficial to society. After reaching the determined number of marketcaps, donations will be made to any charity determined by the community. These events will be held regularly and will keep the SHIBerse Token community active. Donations will be made as SHIBerse tokens, which will expand the use of SHIBerse Token.\n\nSHIBerse Token Community\nThe SHIBerse Token founder is always informing the community. Thanks to the exchange of information, the SHIBerse Token community keeps up to date with the latest developments. SHIBerse Token is officially intertwined with investors via Twitter and Telegram channels. In this way, investors have the right to ask any question they want.\n",
    "explorer": "https://bscscan.com/token/0x3fff0714a6d168aaa20334aa68baa81e7b9fc96e",
    "status": "active",
    "id": "0x3fff0714A6d168AAa20334AA68BAA81e7B9fc96e",
    "links": [
        {
            "name": "twitter",
            "url": "https://twitter.com/ShibErseToken"
        },
        {
            "name": "github",
            "url": "https://github.com/AuditRateTech/Smart-Contract-Audits/blob/main/SHIBerse_Token_0x3fff0714A6d168AAa20334AA68BAA81e7B9fc96e.pdf"
        },
        {
            "name": "telegram",
            "url": "https://t.me/SHIBerseToken"
        }
    ],
    "tags": [
        "memes"
    ]
}