{
    "name": "Winy",
    "type": "BEP20",
    "symbol": "Winy ",
    "decimals": 1,
    "website": "https://winycoin.blogspot.com/",
    "description": "Welcome to the Winy cryptocurrency launch, we are glad you are here.\n\nWe've worked hard on developing and testing the original wines of the century bids. With our launch of winy in the market users can buy winy directly from  (pancakeswap:winycoin.blogspot.co) and buyShop\n\n This project is mine for trading. We made 6 types of applications and forms of selling subscriptions, for example. I have 30 days to sign up to watch a live match for 1000winy. We are back with many winy projects like this.\n\nWe are more than 80 workers on the project winy is a web 3 web tool that allows winy holders to convert from winy currency to winy credit which is a web 2 custom stablecoin that can be used worldwide.  Win Exchange is a web 3 to web 2 hybrid currency that is online in real time and  \n\nDo you want to buy and sell winy currency in this sites (pancakeswap (BSCswap) (Anyswap) (Biswap) You can buy and sell In (coinmarketcap) (coingecko) we Winy   make uploads on the sites   After the time we work for me to raise   the cryptocurrency at a good price in (okx) (binace) (mexc) (coinstore) program.... after many programs   A way concept (3)   One of the concepts of winy is the idea of people receiving and accumulating good money winy   Trade books particularly emphasize the need to protect and use wealth in order to avoid waste or misuse   Share with support this currency  Winy's goal is to raise tokens for traders and coin collectors in the way of games   We made 20.000.000 winy coins each transaction has our own terms and conditions!   Any way to distribute the currency   1-The first way   The way to the first buying and selling trade 10,000,000 winy sucks for   2- The second-way Winy We made a cryptocurrency for a couple of traders and people who work with us and collect the currency in our   app  \n\n\n\n\n\n\n",
    "explorer": "https://bscscan.com/token/0x0189edc053ADA8902d29741a23A4e337AA113a4B",
    "status": "active",
    "id": "0x0189edc053ADA8902d29741a23A4e337AA113a4B",
    "links": [
        {
            "name": "twitter",
            "url": "https://twitter.com/Winy_coins"
        },
        {
            "name": "telegram_news",
            "url": "https://t.me/winycoin"
        },
        {
            "name": "ورق ابيض",
            "url": "https://drive.google.com/file/d/1sDPkwQYpUIrtXhZk_WsPBjfL36fsA3wM/view"
        }
    ],
    "tags": [
        "44"
    ]
}