[
    {
        "id": "cosmosvaloper1kj0h4kn4z5xvedu2nd9c4a9a559wvpuvu0h6qn",
        "name": "Cryptium Labs",
        "description": "Secure and available validation from the Swiss Alps.",
        "website": "https://cosmos.cryptium.ch/"
    },
    {
        "id": "cosmosvaloper102ruvpv2srmunfffxavttxnhezln6fnc54at8c",
        "name": "Ztake.org",
        "description": "We have been participating in the validating role since early 2018 and is a proud member of the Never Jailed Crew of the Game of Stakes",
        "website": "https://ztake.org"
    },
    {
       "id": "cosmosvaloper1fhr7e04ct0zslmkzqt9smakg3sxrdve6ulclj2",
       "name": "POS Bakerz",
       "description": "POS Bakerz is a staking company operating secure and efficient nodes for different Proof-of-Stake cryptocurrencies such as Cosmos Network, Tezos, IRISnet, Terra Money and others.",
       "website": "https://posbakerz.com/"
   },
   {
        "id": "cosmosvaloper1qwl879nx9t6kef4supyazayf7vjhennyh568ys",
        "name": "Certus One",
        "description": "Stake and earn rewards with the most secure and stable validator. Winner of the Game of Stakes. Operated by Certus One Inc. By delegating, you confirm that you are aware of the risk of slashing and that Certus One Inc is not liable for any potential damages to your investment.",
        "website": "https://certus.one"
    },
    {
        "id": "cosmosvaloper1grgelyng2v6v3t8z87wu3sxgt9m5s03xfytvz7",
        "name": "iqlusion",
        "description": "Iqlusion is the original developer of core Cosmos validator infrastructure such as the Tendermint KMS and HSM integration. We are focused on future potential of the Cosmos Hub and Zones. Visit our blog https://iqlusion.blog/ to learn more about state of the art security and benefits for our delegators.",
        "website": "https://www.iqlusion.io/"
    },
    {
        "id": "cosmosvaloper1sjllsnramtg3ewxqwwrwjxfgc4n4ef9u2lcnj0",
        "name": "🐠stake.fish",
        "description": "Leading validator for Proof of Stake blockchains and official winner of the Game of Stakes. Stake your cryptocurrencies with us. We know validating.",
        "website": "https://stake.fish/"
    },
    {
        "id": "cosmosvaloper1clpqr4nrk4khgkxj78fcwwh6dl3uw4epsluffn",
        "name": "Cosmostation",
        "description": "We are Cosmostation. Delegate your ATOMs and start earning staking rewards with the most secure and reliable validator.",
        "website": "https://www.cosmostation.io"
    },
    {
        "id": "cosmosvaloper1sxx9mszve0gaedz5ld7qdkjkfv8z992ax69k08",
        "name": "validator.network",
        "description": "Highly resilient and secure validator operating out of Northern Europe. See website for terms of service.",
        "website": "https://validator.network"
    },
    {
        "id": "cosmosvaloper14kn0kk33szpwus9nh8n87fjel8djx0y070ymmj",
        "name": "Forbole",
        "description": "We are a named winner in Game of Stakes, HackAtom3 and HackAtom Seoul by Cosmos proving us as a validator with high uptime and never jailed. We are currently running a #PWYW campaign which you can choose how much commission you would like to pay us.",
        "website": "https://www.forbole.com/cosmos-hub-validator/"
    }
]
