{
    "name": "AWOO Finance (AWOO)",
    "type": "ERC20",
    "symbol": "AWOO",
    "decimals": 18,
    "website": "https://awoo.finance",
    "description": "AWOO! Finance is an ERC20 token project whose main focus and mission is to provide care and well-being to dogs around the world. All AWOO transactions are subject to three different dynamic fees: a 1 to 5% transaction fee that is collected into a partner wallet to be distributed back to charitable causes; a 1 to 5% transaction fee that is redistributed to holders proportionally; a 1 to 3% transaction fee that goes to marketing, liquidity and general cash-flow to continue to operate. Every fee increment / decrement is voted, as well as charity wallet changes and outgoing transactions.\nThrough the use of NFTs closely intertwined with our main contract, we're planning to disrupt the \"donate and forget\" traditional financial model with an inherently secure and immutable stream of donations towards our partners. Any shelter or animal foundation can apply: the community chooses and pushes votes for their preferred organization, then AWOO steps in and helps it get into cryptocurrencies to accept donations.",
    "explorer": "https://etherscan.io/token/0xfd63e521c7cd1a1c7bc8da731c2b957738e49540",
    "status": "active",
    "id": "0xfd63E521C7Cd1A1c7BC8dA731C2B957738e49540",
    "links": [
        {
            "name": "twitter",
            "url": "https://twitter.com/awoofinance"
        },
        {
            "name": "github",
            "url": "https://github.com/awoofinance"
        },
        {
            "name": "telegram",
            "url": "https://t.me/AWOOFinanceCommunity"
        },
        {
            "name": "telegram_news",
            "url": "https://t.me/AWOOFinance"
        },
        {
            "name": "source_code",
            "url": "https://github.com/AWOOFinance/code"
        },
        {
            "name": "whitepaper",
            "url": "https://awoo.finance/assets/files/awoo-whitepaper.pdf"
        },
        {
            "name": "medium",
            "url": "https://awoofinance.medium.com/"
        },
        {
            "name": "docs",
            "url": "https://www.assuredefi.io/projects/awoo-finance/"
        }
    ]
}