{
    "name": "LuckyPanda",
    "type": "BEP20",
    "symbol": "LPD",
    "decimals": 18,
    "website": "https://luckypanda.io/index_eng.htm",
    "description": "LuckyPanda ($LPD) is a meme-powered digital asset designed to bring humor, cultural symbolism, and community engagement into the Web3 space. Inspired by the charm of pandas and the global popularity of animal-themed internet culture, LuckyPanda blends storytelling, luck-driven branding, and gamified utility to create a viral, shareable experience for users across the globe. Built on a decentralized foundation, $LPD emphasizes inclusivity and entertainment rather than speculation or complex DeFi mechanics. The token’s name and branding draw from the widely recognized symbolism of pandas as peaceful, lucky, and endearing creatures—especially across Asian cultures, where the number 8 is associated with prosperity and good fortune. As a result, the token’s total supply is humorously set to 8.88 trillion, amplifying its meme appeal while embedding culturally meaningful numerology. LuckyPanda’s ecosystem is community-first, focusing on organic growth, social missions, and future integrations with games, NFTs, and on-chain collectibles. It serves as a rallying point for users who appreciate lighthearted fun in crypto, whether they’re holding, trading, or simply engaging with panda-themed content. The project avoids overpromising and instead delivers consistent entertainment value through storytelling, visuals, and community campaigns. With ongoing expansion into global meme communities—including regions such as Korea, China, Japan, and the Middle East—LuckyPanda is positioning itself as a culturally resonant and meme-friendly token with long-term potential for adoption in crypto-themed content and social gamification.",
    "explorer": "https://bscscan.com/token/0x16097bB3b99B5b257930A630e749e306a9663753",
    "status": "active",
    "id": "0x16097bB3b99B5b257930A630e749e306a9663753",
    "links": [
        {
            "name": "x",
            "url": "https://x.com/LUCKYPANDALPD"
        },
        {
            "name": "whitepaper",
            "url": "https://drive.google.com/file/d/18wXQ9V-OKkVp9m-7rkyV6L5_PiP4QXlO/view"
        },
        {
            "name": "coingecko",
            "url": "https://www.geckoterminal.com/bsc/pools/0xe53367a199fbad213e6c453c9996b174bf2f1a1b"
        }
    ],
    "tags": [
        "memes"
    ]
}