{
    "name": "Token Justdobet",
    "website": "https://www.jdb.cash",
    "description": "JDB Token is the instrument of extended playability more ambicious of the sector of gambling in Latin America. Our goal is to link this market and the providers with their millions of users, through the interconection of services and products of our international allies; pretending to give innovative solutions to an exigent market that keeps the acelarated rythm of growing since the last years. JDB Token will offer technological solutions that will enhance the experience of players in all gambling platforms expanding their offert of services, experiences, rewards and prizes. Taking advantage of the power of the blockchain and the systems of distributed accountancy, JDB Token has been created as crypto active, using the standard ERC-20 of Ethereum. The protocol Ethereum, as being a decentralized network guarantees to stock information in a distributed way and leting run the JDB over intelligent and inviolable contracts, traceables, agile and with free access to the public so we offer transparency and security for the ecosystem environment.",
    "explorer": "https://etherscan.io/token/0xCd9b0a6D9990605f66bf5bf22980ADE8476e7740",
    "type": "ERC20",
    "symbol": "JDB",
    "decimals": 8,
    "status": "active",
    "id": "0xCd9b0a6D9990605f66bf5bf22980ADE8476e7740",
    "links": [
        {
            "name": "github",
            "url": "https://github.com/jdbtoken/jdbtoken"
        },
        {
            "name": "twitter",
            "url": "https://twitter.com/jdbtoken"
        },
        {
            "name": "facebook",
            "url": "https://www.facebook.com/jdbtoken"
        },
        {
            "name": "blog",
            "url": "https://blog.trusttoken.com/"
        },
        {
            "name": "telegram",
            "url": "https://t.me/jdbtoken"
        },
        {
            "name": "instagram",
            "url": "https://instagram.com/jdbtoken"
        }
    ]
}