{
    "name": "LetsGoBrandonToken",
    "type": "BEP20",
    "symbol": "LGBT ",
    "decimals": 9,
    "website": "https://www.letsgobrandontoken.com/blockchain/",
    "description": "The live LetsGoBrandonToken price today is $6.23e-12 USD with a 24-hour trading volume of $64.525,86 USD. We update our LGBT to USD price in real-time. LetsGoBrandonToken is down ,21% in the last 24 hours. The current CoinMarketCap ranking is #4626, with a live market cap of not available. The circulating supply is not available and a max. supply of 81.000.000.000.000.000 LGBT coins.\n\nThe $LGBT Lets Go Brandon Token is a Community Driven Crypto Token that was created based off of the viral \"Let's Go Brandon\" chants heard around the world. Just like the chant, there is much more to the token. We offer 7% rewards back to our holders with every buy, sell, or transfer. In addition 2% of every transaction goes to charity. This designated charity wallet will be dedicated to the sick, poor, injured, and negatively impacted. The charity of choice is voted by the $LGBT community on our Telegram channel. We aim to help those in need with our Lets Go Brandon Token. Visit our website LetsGoBrandonToken.com for all your information on our movement & direct link to buy. We offer the best tokenomics in Crypto! - 7% to HODLers - 3% to Liquidity - 2% to Charity.\n\nA token for the people, by the people.",
    "explorer": "https://bscscan.com/token/0x0b1e1e818433abcdb0acb878c3d3ec95a8534527",
    "status": "active",
    "id": "0x0b1e1e818433abcdb0acb878c3d3ec95a8534527",
    "links": [
        {
            "name": "twitter",
            "url": "https://twitter.com/LgbToken_FJB"
        },
        {
            "name": "coinmarketcap",
            "url": "https://coinmarketcap.com/currencies/letsgobrandontoken/"
        },
        {
            "name": "source_code",
            "url": "https://github.com/TechRate/Smart-Contract-Audits/blob/main/November/LetsGoBrandonToken%20Full%20Smart%20Contract%20Security%20Audit.pdf"
        },
        {
            "name": "telegram",
            "url": "https://t.me/LetsGoBrandonTokenOfficialChat"
        }
    ],
    "tags": [
        "Community",
        "Driven"
    ]
}