{
    "name": "Ultracoin",
    "type": "BEP2",
    "symbol": "USDU",
    "decimals": 18,
    "website": "https://ultracoin.info/",
    "description": "Launched in 24 July 2025, USDu (Universal Stable Digital Ultracoin) is a BEP-20 based stablecoin operating on the Binance Smart Chain (BSC). Designed for stability, scalability, and interoperability, USDu addresses the growing global demand for decentralized and programmable stable assets usable in financial transactions, remittances, decentralized finance (DeFi), and real-world commerce.\n\nThe USDu ecosystem is built around transparency, user-centric governance, and practical utility. The token maintains stability through reserves and smart mechanisms, making it suitable for both centralized and decentralized use cases. It enables instant, low-cost transfers, cross-border payments, and seamless integration with crypto wallets, exchanges, and DeFi protocols.\n\nKey Characteristics:\n\nBlockchain Platform: Binance Smart Chain (BEP-20)\n\nContract Address: 0x3561606f2873a60a5d68bac60c6cedfe1b9ad004\n\nDecimals: 18\n\nExplorer: https://bscscan.com/token/0x3561606f2873a60a5d68bac60c6cedfe1b9ad004\n\nUSDu is developed and maintained by a global team with experience in blockchain, fintech, and decentralized systems. The project also engages its community through a self-governance model and transparency via public audits and ecosystem updates.\n\nUSDu is now listed and tradable on VinDAX Exchange, with active plans to expand into additional CEXs, DEXs, and cross-chain integrations.",
    "explorer": "https://bscscan.com/token/0x3561606f2873a60a5d68bac60c6cedfe1b9ad004",
    "status": "active",
    "id": "0x3561606f2873a60a5d68bac60c6cedfe1b9ad004",
    "links": [
        {
            "name": "x",
            "url": "https://x.com/USDuOffical"
        },
        {
            "name": "github",
            "url": "https://github.com/USDultracoin"
        },
        {
            "name": "telegram",
            "url": "https://t.me/UltraCoinOfficial"
        }
    ],
    "tags": [
        "stablecoin"
    ]
}