{
    "name": "Refugees Token",
    "type": "BEP20",
    "symbol": "$RFG",
    "decimals": 9,
    "website": "https://www.refugeestoken.com",
    "description": "Refugees Token is a unique cryptocurrency that allows investors to take an\nactive role in saving refugee's lives. A total of 79.5 million people around the\nworld have been forced to flee their homes. Among them are nearly 26\nmillion refugees, around half of whom are under the age of 18. That’s why we\nfounded Refugees Token. We know that very few of us are able to just decide\nto travel to where volunteers are needed most, but what we can all do is\nintentionally choose to support projects and companies that make the world\na better place. At Refugees Token, we don’t just say that’s our\ntop priority, we prove it. Considering the value of our Token we will start\nselling 10% of our total supply in a public sale and all of the earnings will go\nto Organizations that we are cooperating with. Cryptocurrencies are changing\nthe game for humanitarian efforts with their versatility and accessibility, and\nRFG plans to be at the forefront of this innovation. We crafted a token that\nrewards holders for supporting charities with an automatic 5% redistribution\non each transaction and put it on the BSC network, so even your spare\nchange can change refugees life.\n",
    "explorer": "https://bscscan.com/token/0x4477b28E8b797eBaebd2539bb24290Fdfcc27807",
    "status": "active",
    "id": "0x4477b28E8b797eBaebd2539bb24290Fdfcc27807",
    "links": [
        {
            "name": "whitepaper",
            "url": "https://59947c2d-1801-46c5-b3ae-16f33772c658.filesusr.com/ugd/1d50dc_6d79a71ac21a4896b061f216bb4732d0.pdf"
        },
        {
            "name": "twitter",
            "url": "https://twitter.com/RefugeesToken"
        },
        {
            "name": "telegram",
            "url": "https://t.me/refugeestokengroup"
        },
        {
            "name": "facebook",
            "url": "https://www.facebook.com/refugeestoken"
        },
        {
            "name": "telegram_news",
            "url": "https://t.me/refugeestoken"
        }
    ]
}