{
    "name": "Saakuru",
    "website": "https://saakuru.com",
    "description": "Saakuru is a consumer-centric L2 protocol with zero transaction fees based on OP Stack to create a frictionless experience for any application. Using the Saakuru Protocol alongside the Saakuru Developer Suite enables any product to add Web3 capability in just one day. The powerful and developer-friendly product suite allows a cost-efficient and seamless transition from Web2 to Web3. The Saakuru Protocol is already live & records more than 1.4 million transactions/week*, which already puts it into the top 20 public blockchains by transactions per week only nine months after network launch. This quick transaction growth is mainly influenced by its gasless nature and very fast block time. On top of that, Saakuru Labs has launched its own Developer Suite: a comprehensive set of highly interoperable modules like Mobile Wallet SDK, NFT management platform, Blockchain data API, and Gamification API, which allows products to embed essential Web3 modules directly to their products significantly reducing cost and speed for any go-to-market strategy. The Saakuru token is a multi-purpose (utility & governance) token of the Saakuru Protocol, notable for its innovative burning mechanism that methodically reduces supply through transaction fees, developer profits, and governance actions. Its demand is driven by a unique credit system that sustains a gas-less blockchain environment, enabling developers to stake SKR tokens to decrease operational costs. This model promotes active ecosystem participation, ensuring the token's utility and fostering sustainable growth.",
    "explorer": "https://polygonscan.com/token/0xe2dCA969624795985F2f083BcD0b674337ba130a",
    "type": "POLYGON",
    "symbol": "SKR",
    "decimals": 18,
    "status": "active",
    "id": "0xe2dCA969624795985F2f083BcD0b674337ba130a",
    "links": [
        {
            "name": "telegram",
            "url": "https://t.me/aagventures"
        },
        {
            "name": "twitter",
            "url": "https://twitter.com/saakuru_labs"
        },
        {
            "name": "discord",
            "url": "https://discord.com/invite/saakuruprotocol"
        },
        {
            "name": "medium",
            "url": "https://medium.com/@saakuru"
        },
        {
            "name": "github",
            "url": "https://github.com/Saakuru-Open-Source"
        },
        {
            "name": "youtube",
            "url": "https://www.youtube.com/@saakuru_labs"
        },
        {
            "name": "coinmarketcap",
            "url": "https://coinmarketcap.com/currencies/saakuru-protocol/"
        },
        {
            "name": "coingecko",
            "url": "https://www.coingecko.com/en/coins/saakuru-labs"
        },
        {
            "name": "whitepaper",
            "url": "https://source.saakuru.com/saakuru-source"
        }
    ]
}