{
    "name": "Middle East E-Commerce (ME)",
    "type": "ERC20",
    "symbol": "ME",
    "decimals": "18",
    "website": "https://www.middleeastcommerce.net/",
    "description": "Launched in 01/04/2025 by a team based in lebanon, germany, jordan, egypt, syria,turkey, Middle East E-Commerce (ME) is a utility token designed to facilitate transactions within a comprehensive e-commerce platform that connects buyers and sellers across the Middle East. The platform supports a wide range of product categories, including industrial equipment, consumer goods, agricultural technology, and services, aiming to streamline trade and increase transparency in regional commerce.\n\nThe ME token operates on the ETHEREUM (ERC20) network and serves as the primary medium for transactions, enabling users to pay for goods and services securely and efficiently. It is integrated into the platform’s internal payment system, allowing for instant settlement and reducing reliance on traditional banking channels. Additionally, ME tokens can be used for participating in platform incentives, loyalty programs, and access to premium features.\n\nMiddle East E-Commerce offers users advanced features such as real-time recommendations, interactive product videos, and an “Ask an Expert” section for specialized guidance. The platform also includes a system for auctioning high-value industrial equipment and provides verified supplier and manufacturer information, enhancing trust and reliability in the marketplace.\n\nThe token’s smart contract has been verified on Etherscan , ensuring transparency and security for all transactions. ME is currently available on multiple decentralized exchanges (DEXs) and is planned to be listed on centralized exchanges (CEXs) to enhance liquidity and market accessibility. The project team is committed to continuous development, regularly adding new categories, features, and functionalities to meet the evolving needs of users in the e-commerce sector.\n\nMiddle East E-Commerce’s governance structure allows the project team to implement updates efficiently while maintaining compliance with regional regulations. The platform focuses on bridging the gap between traditional commerce and digital assets, providing a seamless user experience for both merchants and buyers.\n\nBy integrating blockchain technology, Middle East E-Commerce enhances transactional security and accountability. All token transfers and payments are recorded on-chain, creating a verifiable audit trail that ensures operational transparency. The platform is accessible via web and mobile applications, enabling users to engage with the ecosystem anytime and anywhere.\n\nThe project emphasizes user-centric development and industry collaboration, targeting sectors that are often underrepresented in regional e-commerce, such as industrial machinery, solar energy equipment, agricultural technology, and defense manufacturing. By combining a versatile token with a comprehensive platform, ME aims to facilitate efficient trade, enhance trust, and drive adoption of digital payments across the Middle East.",
    "explorer": "https://etherscan.io/token/0xCC0cBC7aad6E89fFbE5028dEa24Dd80DDeb8455b",
    "status": "active",
    "id": "0xCC0cBC7aad6E89fFbE5028dEa24Dd80DDeb8455b",
    "links": [
        {
            "name": "x",
            "url": "https://x.com/CommerceEa98012"
        },
        {
            "name": "telegram",
            "url": "https://t.me/middleeastcommerce"
        },
        {
            "name": "telegram_news",
            "url": "https://t.me/+Xr7tlafXoRc5ZTRk"
        },
        {
            "name": "facebook",
            "url": "https://facebook.com/share/1D63mEwxRj/"
        },
        {
            "name": "youtube",
            "url": "https://youtube.com/@middleeastcommerce?si=Fg5W-Wr96V27mwRh"
        }
    ],
    "tags": [
        "defi"
    ]
}