{
    "name": "Meadowbrown",
    "type": "BEP20",
    "symbol": "MDB",
    "decimals": 9,
    "website": "https://iattoken.org",
    "description": "Meadowbrown is a hyper-deflationary token,  \nwhich rewards investors for holding  \ntokens, while also incorporating the  \nBuyback approach currently present in  \nthe stock market. \nMeadowbrown is to  \ninclude automatic Buyback.\n\n\nBonus Holder Advantages \n● 2% rewards redistributed on every transaction \n● Join a trusted network of investors, who are confident in the BuyBack contract, and understand  \nthe potential for growth in implementing this concept.  \n● Once the investors know that contract always buys after every sell, they feel confident about raise  \nof the price and continue holding  \nTax Breakdown \n➔ 2% rewards to holders \n➔ 3% marketing tax \n➔ 6% Buy-Back tax \n➔ Slippage: 13%\n\nMeadowbrown collects 6% Buyback tax on each transaction and maintains it under contract. \nWhenever a Sell happens, a fraction of the Buyback amount is used to automatically buy from  \nthe Liquidity Pool and burns those tokens accordingly. \n\n\nThere are 3 advantages: \n1. Raise in Value \n○ After the tokens from the Liquidity pool are bought, the new BNB amount is added to the pool and  \nthe amount of the tokens are reduced, which results in an increase in price. \n2. Free BNB \n○ Once those tokens are burnt, it is like adding free BNB to the pool as there are no tokens to sell in the  \nfuture. \n3. Trust & Reliability \n○ Investors can be relentlessly hesitant, and often get spooked by a bearish market. \n○ Because of the Buyback, Investors will never see more than 2 Sells at any time and 98% of the time,  \nthey will only see one Sell as there will always be a Buy from the contract.\n\nFuture Plans & meadowbrown Solutions\nWhat happens if the owner maintaining the ownership of the contract? \n➔ Issue 1: If the owner has ill-will, he can make the contract non-tradeable. \n➔ Issue 2: Owner can always pull out the initial liquidity once the lock is over. \n➔ Issue 3: Because of Auto liquidity addition, Owner can always take out the new liquidity \n whenever he wants, as it is not locked. \n\nMeadowbrown's vision\nOur vision is to build an ecological system around MEADOWCOIN including spaces, working communities, real estate investment applications, eCommerce platforms, cryptocurrency exchanges that are suitable for everyone. This system will encourage the acceptance and utilization of MEADOWCOIN help promote demand and create value for sustainable development in the future.\nA real estate investment application, eCommerce platform, the cryptocurrency exchange is designed to maximize the benefits of MEADOWCOIN. The long-term develop- ment-oriented MEADOWCOIN will become one of the used coins widely and replace existing coins.",
    "explorer": "https://bscscan.com/token/0x594639070752F2A585b11bC5657C8D3008Fb5EFE",
    "status": "active",
    "id": "0x594639070752F2A585b11bC5657C8D3008Fb5EFE",
    "links": [
        {
            "name": "twitter",
            "url": "https://twitter.com/Pronabjyoti12?s=09"
        },
        {
            "name": "github",
            "url": "https://github.com/Pjb1994-1/Meadowcoin"
        },
        {
            "name": "telegram",
            "url": "https://t.me/meadowbrowntoken"
        },
        {
            "name": "discord",
            "url": "https://discord.gg/x97AhzfQ"
        },
        {
            "name": "reddit",
            "url": "https://www.reddit.com/r/Meadowbrown_community?utm_medium=android_app&utm_source=share"
        },
        {
            "name": "medium",
            "url": "https://link.medium.com/HpASOd474hb"
        },
        {
            "name": "whitepaper",
            "url": "https://drive.google.com/file/d/14ic0zrgmhGxxZdII4Y_OmLWYn_jDoPEk/view?usp=drivesdk"
        }
    ]
}