{
   "name":"Bitcoin",
   "website":"https://bitcoin.org/en/",
   "explorers":[
      {
         "name":"Blockchain.info",
         "url":"https://blockchain.info"
      }
   ],
   "socials":[
      {
         "name":"Reddit",
         "url":"https://www.reddit.com/r/Bitcoin/"
      }
   ],
   "details":[
      {
         "language":"en",
         "description":"General Data and Information The theory behind Bitcoin was first described by Satoshi Nakomoto in a paper “Bitcoin: A Peer to Peer Electronic Cash System”published to a cryptographic mailing list on the 31st of October 2008. In this paper, Satoshi described the protocol (Proof of Work) that would solve the “double-spend”problem inherent in non-physical (digital) forms of currency. The first or Genesis block was mined by Satoshi on the 3rd of January 2009, with the text “The Times 03/Jan/2009 Chancellor on brink of second bailout for banks” written into the coinbase of the block to act both as a timestamp and a rebuke to the economic instability caused by the widespread practice of fractional reserve banking.  The total supply of Bitcoins is capped at 21 million coins (roughly 18 million are currently in circulation), with each coin being divisible to the 8th decimal place, with a single unit of the smallest division (0.00000001 BTC) being known colloquially as a Satoshi (or sat). The software to run miners and wallets is open source and decentralized, meaning that the network is accessible to anyone with a computer and an internet connection. Transactions are validated and written into the blockchain by miners selected via the Proof of Work (SHA-256) protocol. The difficulty of the Proof of Work algorithm is adjusted every 2016 blocks (roughly 2 weeks) to maintain an average block time of roughly 10 minutes.  New Bitcoins are created (minted) as a reward to the miner that mined the valid block, with the reward currently sitting at 12.5 Bitcoins per block. This block reward is halved every 210,000 blocks (roughly 4 years) until it reaches zero. This block reward serves as an economic incentive for the miners to continue securing the Bitcoin network.  Milestones 31st October 2008 - White paper released by Satoshi Nakomoto. 3rd January 2009 - Genesis block mined by Satoshi Nakomoto. 12th January 2009  -First transaction using Bitcoin; Satoshi Nakomoto sends 100 BTC to Hal Finney. 22nd May 2010 - First recorded commercial transaction using Bitcoin; aka Pizza Day. 14th January 2016 - Lightning Network white paper, a Layer-2 solution to scaling Bitcoin.  1st August 2017 - Bitcoin Cash (BCH) hard fork. 23rd August 2017 - Segregated Witness (SegWit) implemented. Utility As the flagship cryptocurrency, Bitcoin maintains the largest market capitalization and liquidity making it the “reserve” currency against which all other crypto-currencies trade against. This means that crypto exchanges are obliged to offer BTC trading pairs ahead of any other pairing.This reserve status combined with the widespread availability of trading pairs gives Bitcoin a special status as a store of value in the crypto-currency ecosystem; trading between two alternative cryptocurrencies will often require Bitcoin as a bridge currency to facilitate the exchange.  In addition, the widespread brand recognition of Bitcoin makes it is the first port of call for most newcomers to the crypto-currency space and it’s name is often considered by the wider public to be synonymous with the entire crypto-currency ecosystem. Although the acceptance of Bitcoin by vendors in the developed nations is not on the level of established fiat currencies, Bitcoin is finding more traction in developing countries where the existing fiat currencies are not able to properly function as stores of value over time.  Significant Features - Decentralized access allowing any party with the open-source software and internet access to send and receive Bitcoin irreversibly without third party interference or trust.  - Decentralized governance via open-source development and forking.  - Relatively slow block times in comparison to other crypto-currencies although there are solutions in development such as the Lightning Network aiming to solve the problem of scaling. - Largest hashrate (ensuring the security and resilience of the blockchain) and largest liquidity.  - Most common currency for crypto-currency exchange pairing - The hard coded scarcity (maximum 21 million coins) has led to comparisons to traditional physical scarce resources like gold.  - Transactions are pseduo-anonymous. Funds are sent address to address, but an owner identity can eventually attributed to an address given enough data and analysis. - Average blocktime of 10 minutes; Total supply of 21 million BTC; Consensus via Proof of Work (SHA-256).  References:  https://bitcoin.org/bitcoin.pdf https://en.wikipedia.org/wiki/Bitcoin https://en.wikipedia.org/wiki/Satoshi_Nakamoto https://en.wikipedia.org/wiki/Double-spending https://en.wikipedia.org/wiki/Proof_of_work https://www.blockchain.com/en/charts/total-bitcoins"
      }
   ]
}
