{
    "name": "CRAZY TIGER",
    "type": "BEP20",
    "symbol": "CRAZYTIGER",
    "decimals": 9,
    "website": "https://crazytigertoken.com/",
    "description": "Crazy Tiger is a token on the Binance Smart Chain that never stops growing through TRUE deflationary techniques and further income generation for its ecosystem. Crazy Tiger launched on April 11, 2023 with Ten Septillion billion CRAZYTIGERtokens. One of the main issues cryptocurrency projects face is the lack of continuous volume. This problem dampens marketing and development during low-volume days/weeks or even months.Crazy Tiger solves this by hedging a portion of the marketing wallet into Yield bearing assets to generate additional income that can be used to develop further, Market, and in the future, reward holders with BSC through Crazy Tiger. According to the CRAZY TIGER whitepaper, the total transaction fee on the platform is 9%. Out of the total fee: 2% token auto burn on each transaction 2% burn Liquidity Pool on each transaction 2% for Marketing 3% for Philanthropy Long Term vision is to dominate the metaverse ecosystem (CrazytigerVerse). In CrazytigerVerse, the platform envisions reducing the carbon footprint of a province managed within the global map created. Crazy Tiger aims to offer a variety of options to the users for improving their carbon footprints by using green energy and reducing carbon dioxide emissions, planting more trees, and helping to reduce and combat global warming.",
    "explorer": "https://bscscan.com/token/0xEdD52D44de950cCC3B2E6abdf0DA8e99bb0Ec480",
    "status": "active",
    "id": "0xEdD52D44de950cCC3B2E6abdf0DA8e99bb0Ec480",
    "links": [
        {
            "name": "twitter",
            "url": "https://twitter.com/Crazytigertoken"
        },
        {
            "name": "telegram",
            "url": "https://t.me/CrazyTiger1"
        },
        {
            "name": "coinmarketcap",
            "url": "https://coinmarketcap.com/fr/currencies/crazy-tiger/"
        }
    ],
    "tags": []
}