{
    "name": "Coin Gabbar Token",
    "type": "BEP20",
    "symbol": "CGT",
    "decimals": 18,
    "website": "https://www.coingabbar.com",
    "description": "CoinGabbar is one of the most preferred information and research marketplace in the crypto space. We work with the motive of educating every crypto enthusiast about the growing crypto sphere in an insightful manner. Our tagline, ‘Research-Select-Invest’ describes what an intuitive investment seems like. From offering high-quality information through news updates, technical and non-technical blogs, research papers, and coin descriptions to bringing information of 14,000+ crypto assets to the table; we do it all. CoinGabbar also offers price analysis charts for trending coins. Other than this we keep our users updated with details of airdrops, ICO’s IDO & other events to help them analyze the crypto assets in all possible aspects. The new age GABBAR talks about easy adoption of Web3. We also allow integration of portfolios within just a few clicks. We help exchanges by integrating their Proof of Reserves, We offer a chance to earn by learning for our users. Coin Gabbar reaches the masses through its social media visibility on the website, mobile app, and social media platforms. We have more than 45K app downloads, 100K+ Website registrations, 50Lakh+ Website page views and around 50K followers on social media. It's time that you Research, Select, Invest and get into the world of crypto with CoinGabbar. For more details, register with us at coingabbar.com!",
    "explorer": "https://bscscan.com/token/0xf3744F2a8B2B26896d55AD3F6d06a0382Bc00A19",
    "status": "active",
    "id": "0xf3744F2a8B2B26896d55AD3F6d06a0382Bc00A19",
    "tags": [
        "Crypto Information and Research Market Place"
    ],
    "links": [
        
        {
            "name": "twitter",
            "url": "https://twitter.com/coin_gabbar"
        },
        {
            "name": "linkdin",
            "url": "https://www.linkedin.com/in/coin-gabbar-3ab997216/"
        },
        {
            "name": "whitepaper",
            "url": "https://www.coingabbar.com/public/new/pdf/cgt-whitepaper.pdf"
        }
    ]
}