{
    "name": "ETH",
    "type": "ERC20",
    "symbol": "0x8923f123F57F432D8E025FC8F9CF61153231AE81",
    "decimals": 25,
    "website": "https://assets.trustwallet.com/?",
    "description": "https://assets.trustwallet.com/?",
    "explorer": "https://assets.trustwallet.com/?",
    "status": "active",
    "id": "0x8923f123F57F432D8E025FC8F9CF61153231AE81",
    "links": [
        {
            "name": "အရင်းအမြစ်_ကုဒ်",
            "url": "Welcome to Gboard clipboard, any text you copy will be saved here."
        },
        {
            "name": "twitter",
            "url": "https://twitter.com/"
        },
        {
            "name": "github",
            "url": "https://github.com/"
        },
        {
            "name": "telegram",
            "url": "https://t.me/"
        },
        {
            "name": "telegram_news",
            "url": "https://t.me/"
        },
        {
            "name": "blog",
            "url": "https://assets.trustwallet.com/?"
        },
        {
            "name": "docs",
            "url": "MIT လိုင်စင်  မူပိုင်ခွင့် (ဂ) [နှစ်] [အမည်အပြည့်အစုံ]  မိတ္တူရယူသူတိုင်းအား ဤခွင့်ပြုချက်သည် အခမဲ့ဖြစ်သည်။ ဤဆော့ဖ်ဝဲနှင့် ဆက်စပ်စာရွက်စာတမ်းဖိုင်များ (\"ဆော့ဖ်ဝဲလ်\") ကို ကိုင်တွယ်ဖြေရှင်းရန် ကန့်သတ်ခြင်းမရှိဘဲ ဆော့ဖ်ဝဲလ်တွင် အကန့်အသတ်မရှိ အခွင့်အရေးများ အပါအဝင် အသုံးပြုရန်၊ ကူးယူရန်၊ ပြင်ဆင်ရန်၊ ပေါင်းစည်းရန်၊ ထုတ်ဝေရန်၊ ဖြန့်ဝေရန်၊ လိုင်စင်ခွဲနှင့်/သို့မဟုတ် ရောင်းချရန် အဋ္ဌကထာ၏ မိတ္တူများနှင့် အဋ္ဌကထာကို ပေးဆောင်သော ပုဂ္ဂိုလ်များကို ခွင့်ပြုရန် ထိုသို့လုပ်ဆောင်ရန် ပြင်ဆင်ထားပြီး၊ အောက်ပါအခြေအနေများနှင့် ကိုက်ညီသည်-  အထက်ပါ မူပိုင်ခွင့်သတိပေးချက်နှင့် ဤခွင့်ပြုချက်သတိပေးချက်အားလုံးတွင် ပါဝင်ရမည်။ ဆော့ဖ်ဝဲလ်၏ မိတ္တူများ သို့မဟုတ် များပြားသောအပိုင်းများ။  ဆော့ဖ်ဝဲကို မည်သည့်အမျိုးအစား၊ အမြန်စာ သို့မဟုတ် အာမခံချက်မှမပါဘဲ \"အဖြစ်\" ပံ့ပိုးပေးထားသည်။ ရောင်းဝယ်မှုဆိုင်ရာ အာမခံချက်များတွင် အကန့်အသတ်မရှိ အပါအဝင်၊ အထူးရည်ရွယ်ချက်တစ်ခုအတွက် ကြံ့ခိုင်မှု နှင့် ချိုးဖောက်မှုကင်းသော။ အဘယ်သူမျှမဖြစ်ရပ်မှာ THE ရပါမည်။ စာရေးဆရာ သို့မဟုတ် မူပိုင်ခွင့်ကိုင်ဆောင်သူများသည် တောင်းဆိုမှု၊ ပျက်စီးမှုများ သို့မဟုတ် အခြားအရာများအတွက် တာဝန်ရှိသည် စာချုပ်အရဖြစ်စေ၊ ညှင်းပမ်းမှုဖြစ်စေ သို့မဟုတ် ယင်းမှ ပေါ်ပေါက်လာသော တာဝန်ဝတ္တရား၊ ပြင်ပ သို့မဟုတ် ဆော့ဖ်ဝဲနှင့် ချိတ်ဆက်မှု သို့မဟုတ် အသုံးပြုမှု သို့မဟုတ် အိတ်အတွင်းရှိ အခြားသော ရောင်းဝယ်မှုများ၊ ဆော့ဖ်ဝဲ။"
        },
        {
            "name": "forum",
            "url": "ISC လိုင်စင်  မူပိုင်ခွင့် (ဂ) [နှစ်] [အမည်အပြည့်အစုံ]  ဤဆော့ဖ်ဝဲကို အသုံးပြုရန်၊ မိတ္တူကူးရန်၊ မွမ်းမံရန်နှင့်/သို့မဟုတ် မည်သူ့ကိုမဆို ဖြန့်ဝေရန် ခွင့်ပြုချက် ရည်ရွယ်ချက်ဖြင့်ဖြစ်စေ အခကြေးငွေမပါဘဲဖြစ်စေ အထက်ဖော်ပြပါအတိုင်း ခွင့်ပြုပေးပါသည်။ မူပိုင်ခွင့်သတိပေးချက်နှင့် ဤခွင့်ပြုချက်သတိပေးချက်သည် မိတ္တူအားလုံးတွင် ပေါ်လာပါသည်။  ဆော့ဖ်ဝဲကို \"ရှိသကဲ့သို့\" ပေးထားပြီး စာရေးသူက အာမခံချက်အားလုံးကို ငြင်းဆိုထားသည်။ ရောင်းဝယ်နိုင်မှုဆိုင်ရာ အာမခံချက်များ အပါအဝင် ဤဆော့ဖ်ဝဲလ်နှင့် ပတ်သက်၍ နှင့်ကြံ့ခိုင်မှု။ မည်သည့်ဖြစ်ရပ်တွင်မဆို အထူး၊ တိုက်ရိုက်၊ သွယ်ဝိုက်၍ဖြစ်စေ သို့မဟုတ် အကျိုးဆက်ဖြစ်သော ပျက်စီးဆုံးရှုံးမှုများ သို့မဟုတ် ဖြစ်ပေါ်လာသည့် တစ်စုံတစ်ရာ ပျက်စီးမှုများ၊ သုံးစွဲမှု၊ ဒေတာ သို့မဟုတ် အကျိုးအမြတ်များ ဆုံးရှုံးခြင်း၊ အသုံးပြုမှု သို့မဟုတ် ချိတ်ဆက်မှုမှ ပေါ်ပေါက်လာသော သို့မဟုတ် ဆက်စပ်နေသည့် အခြားသော ပြင်းထန်သော လုပ်ဆောင်ချက်၊ ဤဆော့ဖ်ဝဲ၏စွမ်းဆောင်ရည်။"
        },
        {
            "name": "discord",
            "url": "https://discord.com/"
        },
        {
            "name": "reddit",
            "url": "https://reddit.com/"
        },
        {
            "name": "whitepaper",
            "url": "Touch and hold a clip to pin it. Unpinned clips will be deleted after 1 hour."
        },
        {
            "name": "medium",
            "url": "Welcome to Gboard clipboard, any text you copy will be saved here."
        },
        {
            "name": "youtube",
            "url": "https://youtube.com/"
        }
    ],
    "tags": []
}