{
    "name": "VELOREX",
    "type": "BEP20",
    "symbol": "VEX",
    "decimals": 9,
    "website": "https://velorex.net/",
    "description": "Velorex is a Europe based decentralized finance and technology company that provides hardware and software solutions to manage crypto and fiat currency. Velorex is about greater literacy and adoption of cryptocurrency through the provision of fair, safe, and well-designed tools such as ATMs, debit cards, and smart wallets. Our innovative and revolutionary software is open-source and frictionlessly allows the exchange of crypto- and fiat currencies to anyone using the Velorex Bankless ATM. The software can also be hosted from a remote server and accessed worldwide, and interacts directly with global decentralized exchanges (DEX) such as Uniswap and Pancake Swap. By doing so, the software sidesteps the traditional “master wallet” model that is employed by banks and other financial institutions. This harmonization of decentralized exchanges with the Bankless ATM offers a uniquely distributed approach that is more responsive and adaptive to regional contexts and regulations, with each ATM owner or manager providing the liquidity along with all access controls relevant to their locale. VEX is the utility token that is used for: Fees for processing transactions. Running the Velorex Distributed Bankless ATM Network (VDBAN). Offer an access to store value independent and more secure than traditional banks.",
    "explorer": "https://bscscan.com/token/0xc029A12e4A002c6858878FD9D3cc74E227cc2DDa",
    "status": "active",
    "id": "0xc029A12e4A002c6858878FD9D3cc74E227cc2DDa",
    "links": [
        {
            "name": "twitter",
            "url": "https://twitter.com/VelorexOfficial"
        },
        {
            "name": "telegram",
            "url": "https://t.me/velorex_net"
        },
        {
            "name": "telegram_news",
            "url": "https://t.me/velorexannouncements"
        },
        {
            "name": "whitepaper",
            "url": "https://drive.google.com/file/d/1oaJpHwTXmVRASGIblPhgTS0kIaXCGAQy/view"
        },
        {
            "name": "coinmarketcap",
            "url": "https://coinmarketcap.com/currencies/velorex/"
        },
        {
            "name": "coingecko",
            "url": "https://coingecko.com/en/coins/velorex"
        },
        {
            "name": "reddit",
            "url": "https://reddit.com/r/Velorex_official/"
        }
    ]
}
