{
  "name": "ARCONA",
  "website": "https://arcona.io/",
  "source_code": "https://github.com/ArconaEcosystem",
  "white_paper": "https://www.arcona.io/doc/WP%202019.pdf",
  "short_description": "Arcona represents the X-Reality Universe merging together real and virtual worlds worldwide creating Augmented Reality layer -  The Digital Land.",
  "description": "Today, there are no universal tools for scaling Augmented Reality (AR)solutions on the IT market. Without leaving a studio, it is impossible to place AR content with high accuracy in the real world to achieve 100% immersive effect. All existing technologies require the presence of developers in real world to merge an AR content with real landscape. The development of each AR project is exclusive, requires over need financial and time resources. At the same time, the society reached the level when it requires access to the Augmented Reality, and the mass market is seeking for the technology for everyday use in all spheres of life. We are solved the main problem of the Augmented Reality — the Scaling for mass-market! Arcona has created all over the planet the global Augmented Reality layer powered by blockchain called the Digital Land. In Arcona augmented reality ecosystem the average cost of AR projects will be reduced from 30.000 USD to 300 USD and time reduced from 3 months to 3 days. Being a complex solution based on artificial intelligence, neural networks, blockchain and distributive GIS it offers a way of linking 3D content to designated coordinates from anywhere in the real world. The system, thus, solves the problem of scaling the Augmented Reality technology up and opens the path towards an explosive growth of the AR solutions and profiting from them.",
  "socials": [
    {
      "name": "Twitter",
      "url": "https://twitter.com/arconametaverse",
      "handle": "Arconametaverse"
    },
    {
      "name": "Discord",
      "url": "https://discord.gg/nS8PySN",
      "handle": "Arconametaverse"
    }
  ],
  "explorer": "https://marketplace.arcona.io/",
  "research": "https://www.coingecko.com/en/coins/arcona"
}