{
    "name": "Kin",
    "website": "https://kin.org",
    "source_code": "https://github.com/kinecosystem",
    "white_paper": "https://kinecosystem.org/static/files/Kin_Whitepaper_V1_English.pdf",
    "short_description": "Kin is a cryptocurrency designed to bring people together in a new shared economy.",
    "description": "Kin is used as money within a digital ecosystem of consumer applications and services. Kin coins enter circulation via an incentive model referred to as the Kin Rewards Engine, or \"KRE\", which rewards the developers that create compelling user experiences with Kin based on their engagement. This offers a software monetization model that incentivizes the adoption of new use cases and creation of value for a cryptocurrency, as well as encouraging the exchange of value between users, as opposed to harvesting user data and attention at no benefit to users themselves. This new alternative re-aligns users and developers around a shared digital economy in which the content creators and developers that generate value are the focus, not big-data monopolies.\r\n\r\nThe Kin blockchain operates autonomously via a federated consensus model, currently comprised of 11+ globally distributed validator nodes, in order to maintain fault tolerance while also allowing for little-to-no fees and fast confirmation speeds. The identities of the node operators are currently private in order to maintain operational security, but these are reportedly independent, reputable digital service providers, with a history of reliable availability and maintenance. \r\n\r\nThe distribution and algorithmic logic of the Kin Rewards Engine is overseen by the Kin Foundation, a non-profit organization based out of Ontario, Canada. Undistributed Kin is held in an institutional-grade treasury that is controlled via a series of vesting periods, inflation guidelines, and fiduciary custody controls that ensure the safe transfer and proper use of funds. Anti-spam and anti-fraud assurances are also provided as a service until such time that the distribution of Kin can be fully automated with those additional safeguards in place. No more than 10 trillion Kin will ever exist by the end of the distribution period, the large supply meant to allow mass adoption by users around the world while still transacting in whole-number denominations, as opposed to decimal places.",
    "socials": [
        {
            "name": "Twitter",
            "url": "https://twitter.com/kin_foundation",
            "handle": "kin_foundation"
        },
        {
            "name": "Reddit",
            "url": "https://reddit.com/r/KinFoundation",
            "handle": "KinFoundation"
        }
    ],
    "explorer": "https://www.kin.org/blockchainExplorer"
}